export const timePeriods = [
  {
    id: 1,
    range: [{ old: "1976", new: "1983" }],
    events: [
      {
        year: "1976",
        text: "Основание компании Apple Computer Стивом Джобсом и Стивом Возняком.",
      },
      {
        year: "1977",
        text: "Первый успешный персональный компьютер Apple II выходит в продажу.",
      },
      {
        year: "1978",
        text: "Появление первого коммерческого спама в сети ARPANET.",
      },
      {
        year: "1979",
        text: "Sony выпускает Walkman - первый портативный кассетный плеер.",
      },
      {
        year: "1980",
        text: "Запуск кабельного телеканала CNN, первого круглосуточного новостного канала.",
      },
      { year: "1981", text: "Первый полет космического челнока Колумбия." },
      { year: "1982", text: "Выпуск первого компакт-диска (CD)." },
      {
        year: "1983",
        text: "ARPANET переходит на использование протокола TCP/IP.",
      },
    ],
  },
  {
    id: 2,
    range: [{ old: "1984", new: "1991" }],
    events: [
      {
        year: "1984",
        text: "Apple представляет Macintosh с графическим интерфейсом.",
      },
      { year: "1985", text: "Microsoft выпускает первую версию Windows." },
      { year: "1986", text: "Катастрофа космического челнока Челленджер." },
      { year: "1987", text: "Появление технологии CD-ROM для компьютеров." },
      { year: "1988", text: "Создание первого интернет-червя Морриса." },
      { year: "1989", text: "Изобретение World Wide Web Тимом Бернерсом-Ли." },
      { year: "1990", text: "Запуск космического телескопа Хаббл." },
      {
        year: "1991",
        text: "Распад Советского Союза, окончание Холодной войны.",
      },
    ],
  },
  {
    id: 3,
    range: [{ old: "1992", new: "1998" }],
    events: [
      { year: "1992", text: "Появление первого SMS-сообщения." },
      {
        year: "1993",
        text: "Создание браузера Mosaic, первого популярного веб-браузера.",
      },
      { year: "1994", text: "Основание компании Amazon Джеффом Безосом." },
      { year: "1995", text: "Релиз операционной системы Windows 95." },
      { year: "1996", text: "Появление первого смартфона IBM Simon." },
      {
        year: "1997",
        text: "Шахматный компьютер Deep Blue побеждает Гарри Каспарова.",
      },
      {
        year: "1998",
        text: "Основание компании Google Ларри Пейджем и Сергеем Брином.",
      },
    ],
  },
  {
    id: 4,
    range: [{ old: "1999", new: "2004" }],
    events: [
      {
        year: "1999",
        text: "Появление Wi-Fi и запуск сервиса Napster, революционизировавшего обмен музыкой.",
      },
      {
        year: "2000",
        text: "Лопнул пузырь доткомов, обрушив многие интернет-компании.",
      },
      { year: "2001", text: "Запуск Википедии и релиз iPod от Apple." },
      {
        year: "2002",
        text: "Появление платформы .NET Framework от Microsoft.",
      },
      { year: "2003", text: "Запуск социальной сети LinkedIn." },
      { year: "2004", text: "Основание Facebook Марком Цукербергом." },
    ],
  },
  {
    id: 5,
    range: [{ old: "2005", new: "2014" }],
    events: [
      {
        year: "2005",
        text: "Запуск YouTube и появление первого видео на платформе.",
      },
      {
        year: "2006",
        text: "Twitter становится доступным для широкой публики.",
      },
      { year: "2007", text: "Apple представляет первый iPhone." },
      { year: "2008", text: "Запуск Android Market (позже Google Play)." },
      { year: "2009", text: "Запуск Bitcoin - первой криптовалюты." },
      {
        year: "2010",
        text: "Apple представляет iPad, создав новый рынок планшетов.",
      },
      { year: "2011", text: "Google+ выходит как конкурент Facebook." },
      { year: "2012", text: "NASA успешно сажает марсоход Curiosity на Марс." },
      { year: "2013", text: "Эдвард Сноуден раскрывает программы слежки NSA." },
      {
        year: "2014",
        text: "Microsoft приобретает Mojang, создателей Minecraft.",
      },
    ],
  },
  {
    id: 6,
    range: [{ old: "2015", new: "2022" }],
    events: [
      {
        year: "2015",
        text: "Windows 10 становится последней версией ОС от Microsoft.",
      },
      {
        year: "2016",
        text: "Запуск Pokemon Go, популяризировавшего AR-технологии.",
      },
      { year: "2017", text: "Биткоин достигает рекордной стоимости $20,000." },
      {
        year: "2018",
        text: "GDPR вступает в силу, изменяя правила защиты данных в ЕС.",
      },
      { year: "2019", text: "5G сети начинают развертываться по всему миру." },
      {
        year: "2020",
        text: "Пандемия COVID-19 ускоряет цифровую трансформацию.",
      },
      {
        year: "2021",
        text: "NFT становятся популярными, продажи исчисляются миллионами.",
      },
      { year: "2022", text: "Губка Боб изобрел новый рецепт крабсбургеров." },
    ],
  },
];
