export const timePeriods = [
  {
    id: 1,
    range: [{ old: "1976", new: "1983" }],
    events: [
      {
        year: "1976",
        text: "Текст Текст Текст Текст Текст Текст ТекстТекст Текст Текст Текст Текст Текст ТекстТекст Текст Текст Текст Текст Текст ТекстТекст Текст Текст Текст Текст Текст Текст",
      },
      {
        year: "1977",
        text: "Текст Текст Текст Текст Текст Текст ТекстТекст Текст Текст Текст Текст Текст ТекстТекст Текст Текст Текст Текст Текст Текст",
      },
      {
        year: "1978",
        text: "ТТекст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст ",
      },
      {
        year: "1979",
        text: "Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст т",
      },
      {
        year: "1980",
        text: "Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст ",
      },
      { year: "1981", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "1982", text: "Текст Текст Текст" },
      { year: "1983", text: "Текст Текст Текст Текст Текст" },
    ],
  },
  {
    id: 2,
    range: [{ old: "1984", new: "1991" }],

    events: [
      { year: "1984", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "1985", text: "Текст Текст Текст Текст Текст Текст Текст Текст" },
      { year: "1986", text: "Текст Текст Текст Текст" },
      { year: "1987", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "1988", text: "Текст Текст Текст Текст Текст" },
      { year: "1989", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "1990", text: "Текст Текст Текст" },
      { year: "1991", text: "Текст Текст Текст Текст Текст Текст" },
    ],
  },
  {
    id: 3,
    range: [{ old: "1992", new: "1998" }],

    events: [
      { year: "1992", text: "Текст Текст Текст Текст Текст Текст Текст Текст" },
      { year: "1993", text: "Текст Текст Текст Текст" },
      { year: "1994", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "1995", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "1996", text: "Текст Текст Текст" },
      { year: "1997", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "1998", text: "Текст Текст Текст Текст Текст" },
    ],
  },
  {
    id: 4,
    range: [{ old: "1999", new: "2004" }],

    events: [
      {
        year: "1999",
        text: "Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст Текст",
      },
      { year: "2000", text: "Текст Текст Текст Текст" },
      { year: "2001", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2002", text: "Текст Текст Текст Текст Текст" },
      { year: "2003", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "2004", text: "Текст Текст Текст" },
    ],
  },
  {
    id: 5,
    range: [{ old: "2005", new: "2014" }],
    events: [
      { year: "2005", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2006", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "2007", text: "Текст Текст Текст Текст" },
      { year: "2008", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2009", text: "Текст Текст Текст Текст Текст" },
      { year: "2010", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "2011", text: "Текст Текст Текст" },
      { year: "2012", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2013", text: "Текст Текст Текст Текст Текст" },
      { year: "2014", text: "Текст Текст Текст Текст Текст Текст Текст" },
    ],
  },
  {
    id: 6,
    range: [{ old: "2015", new: "2022" }],

    events: [
      { year: "2015", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2016", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "2017", text: "Текст Текст Текст Текст" },
      { year: "2018", text: "Текст Текст Текст Текст Текст Текст" },
      { year: "2019", text: "Текст Текст Текст Текст Текст" },
      { year: "2020", text: "Текст Текст Текст Текст Текст Текст Текст" },
      { year: "2021", text: "Текст Текст Текст" },
      { year: "2022", text: "Текст Текст Текст Текст Текст Текст" },
    ],
  },
];
